Revit 2027 API
BuiltInFailures.DimensionFailures.LooseLabeledDimensionRegenFailure Property
 Failed to Regenerate Family
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LooseLabeledDimensionRegenFailure { get; }
Public Shared ReadOnly Property LooseLabeledDimensionRegenFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LooseLabeledDimensionRegenFailure {
	FailureDefinitionId^ get ();
}
static member LooseLabeledDimensionRegenFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace